---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemAbbreviationParam
source: html/0c4ae5eb-aaf7-9b72-4bd0-8be833dacbd7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemAbbreviationParam Property

"Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemAbbreviationParam { get; }
```